RutaClient/request.xml

<?xml version='1.0' encoding='UTF-8'?>
<S:Envelope xmlns:S="http://www.w3.org/2003/05/soap-envelope"
	xmlns:env="http://www.w3.org/2003/05/soap-envelope">
	<env:Header>
		<Credentials xmlns="http://ruta.rs/credentials">
			<Username xmlns="">ruta</Username>
			<Timestamp xmlns="">22-02-2018T09:06:06Z</Timestamp>
			<Signature xmlns="">rw+uxEE1UA1P+DJ6Bh4FCZm/keKkUVPAN0vkFtRNU40=
			</Signature>
		</Credentials>
	</env:Header>
	<S:Body>
		<ns7:FindBugReport xmlns:ns2="urn:rs:ruta:common"
			xmlns:ns3="urn:oasis:names:specification:ubl:schema:xsd:CommonBasicComponents-2"
			xmlns:ns4="urn:oasis:names:specification:ubl:schema:xsd:CommonAggregateComponents-2"
			xmlns:ns5="urn:oasis:names:specification:ubl:schema:xsd:CommonExtensionComponents-2"
			xmlns:ns6="urn:rs:ruta:services" xmlns:ns7="http://ruta.rs/services">
			<arg0>1</arg0>
		</ns7:FindBugReport>
	</S:Body>
</S:Envelope>